[
    {
      "id": 1,
      "service": "Family Nursing Services",
      "description": "Our Family Nursing home services bd involve a holistic approach. Nursing home Care BD aims to Increase healthy families in dhaka, Bangladesh. The health of a family member can affect the others. Family Nursing Services are necessary to prevent illness among all family members. Our nurses focus on preventing and maintaining",
      "img": "https://thumbs.dreamstime.com/b/lunch-nursing-home-17948929.jpg",
      "detail": "Home nursing services in Bangladesh have emerged from the current fast-paced lifestyle changes. Having someone reliable to take care of our loved ones can hugely relief stress. That is why Nursing care Bangladesh has brought quality home care solution.Here are some of the benefits of nursing home support in Bangladesh.Less expensive optionSome patients require critical care for an extended time. Hospitals are, as we know, expensive and can cost an arm and a leg to pay bills. Home nursing care is a cost-effective solution at the same time, maintaining professional standards.PersonalizedHome nursing services match not only hospital-like care but also provide customized and individualized care solution. One to one relationship between the client and the nurse can build a strong bonding. The nurse can take care of specific requirements of the clients which are not possible in hospitals. Personalised service caters to the needs of the patient. It can be a unique experience."
    },
    {
      "id": 2,
      "service": "Baby Home Care",
      "description": "Looking after a newborn baby is a tiresome duty. Currently professional infant care has gained recognition and popularity in Bangladesh. A newborn baby needs constant attention and care.It’s no easy job. Well, you can leave your responsibilities on us.",
      "img": "https://thumbs.dreamstime.com/b/pediatric-doctor-exams-little-baby-health-care-medical-examination-people-concept-happy-pediatric-doctor-exams-little-baby-health-222153171.jpg",
      "detail": "Here Family care  steps in we have skilled and trained nurses team available for you to provide newborn baby care service with all medical attention needed for your new born baby.family home care  is a registered Medical Bed center providing new born baby service at its best. Sometimes after delivery even mother needs emotional support and care.Our trained nurses are skilled in providing best new born baby care service for mother as well as the baby. Sometimes it happens that due to the absence of elder family member in the family which can compromise with giving the needed Home Patient Care to new born baby.Our nurse knows all the medical aspects in terms of taking In Home Care of new born baby and mother as well."
    },
    {
      "id": 3,
      "service": "Medical Equipment Services",
      "description": "Medical supplies have a growing need in hospitals, healthcare organizations. We have a wide range of durable equipment. Patient care has equipment for home care or hospital use. We provide high-quality medical equipment in Bangladesh. ",
      "img": "https://thumbs.dreamstime.com/z/medical-equipment-icu-ward-51616803.jpg",
      "detail": "Those who have been prescribed home oxygen therapy can try out our portable oxygen cylinders. They are lightweight and travel-friendly. You will experience better sleep quality, less irritability, and more energy when you start oxygen home therapy/. Since it is portable, you will face no hurdle in carryout out normal activities. No limitation can hold you back, whether it is for climbing or medical prescription. We supply oxygen cylinders of all sizes in Bangladesh. They are balanced in composition, easy to refill. "
    },
    {
      "id": 4,
      "service": "Personal Home Care",
      "description": "Nursing Home Care offers personal care at home for aged people and post surgical patients. Plenty of seniors and patients with severe disease need help in daily chores. Personal care includes bathing, grooming, toilet hygiene, medical supervision. They may seem trivial. But getting professional help for disabled persons or seniors is of great value",
      "img": "https://thumbs.dreamstime.com/z/group-senior-patients-caregiver-garden-nursing-home-163472854.jpg",
      "detail": "Personal Home Care:Personal nursing specialized services Dhaka We will give you the personal support you need, when you need it, in your own home.Our team of personal support workers is located across Dhaka and comprehensive training.Where possible our nursing services in Dhaka and Bangladesh .we are Provide Family Care Services.Personal care"
    },
    {
      "id": 5,
      "service": "Home Health Therapy",
      "description": "Home health therapy is a type of therapy session taken place at home. The therapist travels to the patient’s home for the therapy session. Home-based therapies are time-saving. They promote faster healing. We deal with a range of disabilities. It is a one to one session. We format personalized plans for home therapy.",
      "img": "https://thumbs.dreamstime.com/z/young-nurse-nursing-home-helps-senior-people-to-doing-exercises-nurse-nursing-home-helps-senior-people-to-doing-exercises-118502620.jpg",
      "detail": "Family Care Visiting Nurse and Home Care Agency’s Physical, Occupational and Speech-Language Therapists strive to deliver the highest quality therapeutic services to individuals in the comfort of their homes. Our purpose is to provide rehabilitation services to assist individuals in reaching their maximum level of function and independence.One of our existing programs is the Pre and Post-Operative Rehabilitation Program. This program is designed to meet the individual needs of patients who are about to undergo orthopedic surgery such as hip, kneeing, or shoulder replacements. A therapist will perform a home visit to review home safety, assess current functioning, review the need for assistive devices, review common exercises following surgery, and answer questions regarding therapy that will be provided in the home following joint replacement .When the patient returns home from the hospital or rehabilitation facility, their Post-Operative care will begin. Since the patient has been properly informed and instructed on exercises and in home therapy, they have the advantage of knowing exactly what to expect and the recovery process begins immediately."
    },
    {
      "id": 6,
      "service": "Oxygen Rent/Sell",
      "description": "We deliver high quality Oxygen Cylinder Rent In Dhaka, Bangladesh within an hour. Oxygen is a vital essence of life. Unfortunately, many illnesses affect our normal breathing. Diseases like Asthma, heart failure require a supplement. Oxygen therapy helps in breathing functions. We deliver all kinds of oxygen cylinders.",
      "img": "https://thumbs.dreamstime.com/z/small-oxygen-cylinder-prepared-medical-personnel-small-oxygen-cylinder-prepared-medical-personnel-patients-seeking-230623285.jpg",
      "detail": "Oxygen treatment is recommended for individuals who can’t get sufficient oxygen all alone. This is frequently a result of lung conditions that keeps the lungs from engrossing oxygen, including Chronic Obstructive Pulmonary Disease (COPD), Pneumonia, Underdeveloped Lungs In Newborns, Asthma, Bronchopulmonary Dysplasia, Trauma to the Respiratory System, Heart Failure, Sleep Apnea, Cystic Fibrosis, Lung Disease. To decide if an individual will profit from oxygen treatment, specialists test the measure of oxygen in their blood vessels blood. Another approach to check is utilizing a heartbeat oximeter that by implication estimates oxygen levels, or immersion, without requiring a blood test. "
    }
  ]