[
    {
      "id": 1,
      "service": "Family Nursing Services",
      "description": "Our Pills & Cure services bd involve a holistic approach.  Pills & Cure aims to Increase healthy families in dhaka, Bangladesh. The health of a family member can affect the others. Family Nursing Services are necessary to prevent illness among all family members. Our nurses focus on preventing and maintaining",
      "img": "https://thumbs.dreamstime.com/b/lunch-nursing-home-17948929.jpg"
    },
    {
      "id": 2,
      "service": "Baby Home Care",
      "description": "Looking after a newborn baby is a tiresome duty. Currently professional infant care has gained recognition and popularity in Bangladesh. A newborn baby needs constant attention and care.It’s no easy job. Well, you can leave your responsibilities on us.",
      "img": "https://thumbs.dreamstime.com/b/pediatric-doctor-exams-little-baby-health-care-medical-examination-people-concept-happy-pediatric-doctor-exams-little-baby-health-222153171.jpg"
    },
    {
      "id": 3,
      "service": "Medical Equipment Services",
      "description": "Medical supplies have a growing need in hospitals, healthcare organizations. We have a wide range of durable equipment. Patient care has equipment for home care or hospital use. We provide high-quality medical equipment in Bangladesh. ",
      "img": "https://thumbs.dreamstime.com/z/medical-equipment-icu-ward-51616803.jpg"
    },
    {
      "id": 4,
      "service": "Personal Home Care",
      "description": " Pills & Cure offers personal care at home for aged people and post surgical patients. Plenty of seniors and patients with severe disease need help in daily chores. Personal care includes bathing, grooming, toilet hygiene, medical supervision. They may seem trivial. But getting professional help for disabled persons or seniors is of great value",
      "img": "https://thumbs.dreamstime.com/z/group-senior-patients-caregiver-garden-nursing-home-163472854.jpg"
    },
    {
      "id": 5,
      "service": "Home Health Therapy",
      "description": "Home health therapy is a type of therapy session taken place at home. The therapist travels to the patient’s home for the therapy session. Home-based therapies are time-saving. They promote faster healing. We deal with a range of disabilities. It is a one to one session. We format personalized plans for home therapy.",
      "img": "https://thumbs.dreamstime.com/z/young-nurse-nursing-home-helps-senior-people-to-doing-exercises-nurse-nursing-home-helps-senior-people-to-doing-exercises-118502620.jpg"
    },
    {
      "id": 6,
      "service": "Oxygen Rent/Sell",
      "description": "We deliver high quality Oxygen Cylinder Rent In Dhaka, Bangladesh within an hour. Oxygen is a vital essence of life. Unfortunately, many illnesses affect our normal breathing. Diseases like Asthma, heart failure require a supplement. Oxygen therapy helps in breathing functions. We deliver all kinds of oxygen cylinders.",
      "img": "https://thumbs.dreamstime.com/z/small-oxygen-cylinder-prepared-medical-personnel-small-oxygen-cylinder-prepared-medical-personnel-patients-seeking-230623285.jpg"
    }
  ]